
/* these strings need to be localized */
"APP_TITLE"                 = "Errore Blizzard";
"DEFAULT_MESSAGE"           = "L'applicazione ha rilevato un errore inatteso.";
"DEFAULT_PROMPT"            = "Per aiutarci a identificare il problema, descrivi che cosa stavi facendo quando si è verificato l'errore.";
"CLOSE_BUTTON_NAME"         = "Chiudi";
"CLOSE_BUTTON_TOOLTIP"      = "Chiudi la finestra di segnalazione errori";
"REOPEN_BUTTON_NAME"        = "Riapri";
"REOPEN_BUTTON_TOOLTIP"     = "Riavvia l'applicazione";
"REPAIR_BUTTON_NAME"        = "Ripara";
"REPAIR_BUTTON_TOOLTIP"     = "Avvia lo strumento di riparazione Blizzard per correggere file danneggiati o mancanti";
"SEND_CHECKBOX_NAME"        = "Invia a Blizzard";
"SEND_CHECKBOX_TOOLTIP"     = "Invia a Blizzard le informazioni su questo errore per aiutarci a migliorare questa applicazione";
"UUID_DESCRIPTION"          = "Usa l'identificativo di segnalazione sottostante quando comunichi con Blizzard a proposito di questo problema.";
"SEND_FAILED_DIALOG_TITLE"  = "Invio non riuscito";
"SEND_FAILED_DIALOG_TEXT"   = "Invio della segnalazione di errore non riuscito.";
"OK_BUTTON_NAME"            = "OK";
"CANCEL_BUTTON_NAME"        = "Annulla";
"SEND_BUTTON_NAME"          = "Invia";
"DONE_BUTTON_NAME"          = "Fatto";
"QUIT_BUTTON_NAME"          = "Esci";
"RETRY_BUTTON_NAME"         = "Riprova";

/* these values are not required for localization since they are only used internally */
"REQUIRED"="Required";
"OPTIONAL"="Optional";
"DESCRIPTION"="Description";
"PRIMARY"="Primary";
"ACCOUNT"="Inspector Account";
"COMMENTS"="Comments";
"ATTACHED_FILES"="Attached Files";
"ADD_ASSIGNMENT"="Add Assignment";
"ASSIGNMENT"="Assignment";
"REMOVE_ASSIGNMENT"="Remove Assignment";
"MODULE"="Module";
"PLATFORM"="Platform";
"STEPS"="Steps";
"ADDITIONAL_INFO"="Additional Info";
"SUMMARY"="Summary";
"REMOVE_ASSIGNMENT"="Remove Assignment";
"MILESTONE"="Milestone";
"PRIORITY"="Priority";
"REPRODUCIBILITY"="Reproducibility";
"QA_TEAM"="QA Team";
"SUMMARY_VALIDATION_FAILED"="Must enter a summary";
"ADD_ATTACHMENT"="Add Attachment";


/* general menu strings that need to be localized */

/* Top Level Items */
"MENU_APP" = "@{APP_TITLE}";
"MENU_EDIT" = "Modifica";
"MENU_WINDOW" = "Finestra";

/* App Menu Items */
"MENU_APP_ABOUT" = "Informazioni su @{APP_TITLE}";
"MENU_APP_SCREENSHOT" = "Cattura schermata";
"MENU_APP_HIDE" = "Nascondi @{APP_TITLE}";
"MENU_APP_HIDE_OTHERS" = "Nascondi altri";
"MENU_APP_SHOW_ALL" = "Mostra tutti";
"MENU_APP_QUIT" = "Esci da @{APP_TITLE}";

/* Edit Menu Items */
"MENU_EDIT_UNDO" = "Annulla";
"MENU_EDIT_CUT" = "Taglia";
"MENU_EDIT_COPY" = "Copia";
"MENU_EDIT_PASTE" = "Incolla";
"MENU_EDIT_DELETE" = "Elimina";
"MENU_EDIT_SELECT_ALL" = "Seleziona tutto";
"MENU_EDIT_FIND" = "Trova";
"MENU_EDIT_FIND_FIND" = "Trova…";
"MENU_EDIT_FIND_NEXT" = "Trova precedente";
"MENU_EDIT_FIND_PREVIOUS" = "Trova successivo";
"MENU_EDIT_FIND_USE_SELECTION" = "Trova usando Selezione";
"MENU_EDIT_FIND_JUMP_TO_SELECTION" = "Vai a Selezione";
"MENU_EDIT_SPECIAL_CHARS" = "Caratteri speciali…";

/* Window Menu Items */
"MENU_WINDOW_CLOSE" = "Chiudi";
"MENU_WINDOW_MINIMIZE" = "Contrai";
"MENU_WINDOW_ZOOM" = "Zoom";
"MENU_WINDOW_FULLSCREEN" = "Schermo intero";
"MENU_WINDOW_BRING_ALL_TO_FRONT" = "Porta tutto in primo piano";
